Autodesk.Revit.DB.ATFImportOptionsWithLogging.SetLogOutputDirectory(System.String)
Sets the directory path where log files will be written during import.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2024